load-tests/report_100.txt
Requests      [total, rate, throughput]         3000, 100.05, 100.04
Duration      [total, attack, wait]             29.987s, 29.984s, 3.405ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.516ms, 3.654ms, 3.371ms, 4.517ms, 5.01ms, 8.253ms, 59.829ms
Bytes In      [total, mean]                     3588000, 1196.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: