load-tests/report_200.txt
Requests      [total, rate, throughput]         6000, 200.00, 79.43
Duration      [total, attack, wait]             1m0s, 30s, 30.003s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.513ms, 5.736s, 4.467ms, 27.665s, 30.011s, 30.015s, 30.042s
Bytes In      [total, mean]                     5700936, 950.16
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           79.43%
Status Codes  [code:count]                      0:1214  200:4766  500:20  
Error Set:
Get "http://localhost:8087/api/subscriptions": EOF
500 Internal Server Error
Get "http://localhost:8087/api/subscriptions": context deadline exceeded (Client.Timeout exceeded while awaiting headers)