load-tests/report_write_100.txt
Requests      [total, rate, throughput]         3000, 100.08, 0.00
Duration      [total, attack, wait]             29.981s, 29.977s, 3.971ms
Latencies     [min, mean, 50, 90, 95, 99, max]  2.613ms, 13.619ms, 4.929ms, 16.884ms, 26.191ms, 296.562ms, 556.944ms
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:3000  
Error Set:
Delete "http://localhost:8087/api/subscriptions/1": EOF
Post "http://localhost:8087/api/subscriptions": EOF
Put "http://localhost:8087/api/subscriptions/1": EOF